Repository: Antergos/liveusb-creator
Catalog: po/*.po
Languages: pl, zh_tw

source: Write %1 to USB
pl: Zapisz %1 na urządzenie USB

source: There are no portable drives connected
pl: Nie podłączono żadnych przenośnych dysków

source: Options
pl: Opcje

source: Cancel
pl: Anuluj

source: Close
pl: Zamknij

source: Are you sure?
pl: Na pewno?

source: Write to disk
pl: Zapisz na dysk

source: Write the image immediately when the download is finished
pl: Zapisz obraz od razu po ukończeniu pobierania

source: Create Live USB
pl: Utwórz LiveUSB

source: Version %1
pl: Wersja %1

source: , released on %1
pl: , wydana w dniu %1

source: Select Live ISO
pl: Wybierz plik ISO obrazu Live

source: Selected:
pl: Wybrano:

source: None
pl: Brak

source: Image files (*.iso)
pl: Pliki obrazów (*.iso)

source: All files (*)
pl: Wszystkie pliki (*)

source: Find an operating system image
pl: Znajdź obraz systemu operacyjnego

source: Display additional Fedora flavors
pl: Wyświetl dodatkowe rodzaje Fedory

source: Setting up OLPC boot file...
pl: Ustawianie pliku startowego OLPC…
zh_tw: 正在設定 OLPC 啟動檔案…

source: There was a problem executing the following command: %r %r A more detailed error log has been written to '%r'
pl: Wystąpił problem podczas wykonywania następującego polecenia: %r %r Bardziej szczegółowy dziennik błędu został zapisany do pliku „%r”

source: Verifying SHA1 checksum of LiveCD image...
pl: Sprawdzanie sumy kontrolnej SHA1 obrazu Live CD…

source: Verifying SHA256 checksum of LiveCD image...
pl: Sprawdzanie sumy kontrolnej SHA256 obrazu Live CD…

source: Error: The SHA1 of your Live CD is invalid. You can run this program with the --noverify argument to bypass this verification check.
pl: Błąd: suma kontrolna SHA1 obrazu Live CD jest nieprawidłowa. Można uruchomić ten program za pomocą parametru „--noverify”, aby obejść sprawdzanie poprawności.
zh_tw: 錯誤：自活光碟的 SHA1 無效。您可以在執行這個程式時以 --noverify 引數來略過這個稽核檢查。

source: Unknown ISO, skipping checksum verification
pl: Nieznany plik ISO, pomijanie sprawdzania sum kontrolnych
zh_tw: 未知的 ISO，略過總和值檢查驗證

source: There is not enough free space on the selected device. Required: %s. Free: %s.
pl: Za mało wolnego miejsca na wybranym urządzeniu. Wymagane: %s. Wolne: %s.

source: Creating
pl: Tworzenie
zh_tw: 正在建立

source: persistent overlay
pl: warstwa trwałości
zh_tw: 留存外罩

source: Unable to copy %r to %r: %r
pl: Nie można skopiować %r do %r: %r

source: Removing
pl: Usuwanie

source: Removing existing Live OS
pl: Usuwanie istniejącego systemu operacyjnego Live
zh_tw: 移除現有自活作業系統

source: Deleting
pl: Usuwanie

source: Unable to delete %r: %r
pl: Nie można usunąć %r: %r

source: Unable to remove previous LiveOS: %r
pl: Nie można usunąć poprzedniego systemu operacyjnego Live: %r

source: Cannot find path %r
pl: Nie można odnaleźć ścieżki %r

source: Cannot find device %s
pl: Nie można odnaleźć urządzenia %s
zh_tw: 找不到裝置 %s

source: Overwriting device with live image
pl: Zastępowanie zawartości urządzenia obrazem Live

source: Running
pl: Wykonywanie

source: You are using an old version of syslinux-extlinux that does not support the ext4 filesystem
pl: Używana jest stara wersja programu „syslinux-extlinux”, która nie obsługuje systemu plików ext4

source: Unknown filesystem. Your device may need to be reformatted.
pl: Nieznany system plików. Urządzenie może wymagać ponownego sformatowania.

source: Unsupported filesystem: %s
pl: Nieobsługiwany system plików: %s
zh_tw: 不支援的檔案系統：%s

source: Unknown dbus exception while trying to mount device: %s
pl: Nieznany wyjątek usługi D-Bus podczas próby zamontowania urządzenia: %s

source: Unable to mount device: %r
pl: Nie można zamontować urządzenia: %r

source: No mount points found after mounting attempt
pl: Nie odnaleziono punktów montowania po próbie zamontowania

source: Using existing mount: %s
pl: Używanie istniejącego punktu montowania: %s

source: Verifying filesystem...
pl: Sprawdzanie poprawności systemu plików…
zh_tw: 驗證檔案系統…

source: Setting %s label to %s
pl: Ustawianie etykiety %s na %s

source: Unable to change volume label: %r
pl: Nie można zmienić etykiety woluminu: %r

source: Extracting live image to USB device...
pl: Rozpakowywanie obrazu Live na urządzenie USB…
zh_tw: 將自活映像檔擷取到 USB 裝置…

source: Unable to find LiveOS on ISO
pl: Nie można odnaleźć systemu operacyjnego Live w pliku ISO
zh_tw: 於映像檔上無法找到自活作業系統

source: Wrote to device at
pl: Zapisano do urządzenia w
zh_tw: 寫入裝置於

source: Installing bootloader...
pl: Instalowanie programu startowego…
zh_tw: 安裝開機管理程式…

source: Cannot find device: %s
pl: Nie można odnaleźć urządzenia: %s

source: Verifying ISO MD5 checksum
pl: Sprawdzanie sumy kontrolnej MD5 pliku ISO
zh_tw: 正在驗證 ISO MD5 總和檢查值

source: ISO MD5 checksum verification failed
pl: Sprawdzenie sumy kontrolnej MD5 pliku ISO się nie powiodło

source: ISO MD5 checksum passed
pl: Sprawdzenie sumy kontrolnej MD5 pliku ISO się powiodło

source: Unable to get disk partitions
pl: Nie można odnaleźć partycji dysku

source: %s already bootable
pl: %s jest już startowa

source: Unable to find partition
pl: Nie można odnaleźć partycji

source: Resetting Master Boot Record
pl: Przywracanie głównego sektora startowego

source: Unable to reset MBR. You may not have the `syslinux` package installed
pl: Nie można przywrócić MBR. Brak zainstalowanego pakietu „syslinux”

source: Drive is a loopback, skipping MBR reset
pl: Dysk jest urządzeniem zwrotnym, pomijanie przywracania MBR

source: Calculating the SHA1 of %s
pl: Obliczanie sumy kontrolnej SHA1 pliku %s

source: Unable to get GetVolumeInformation(%r): %r
pl: Nie można uzyskać informacji o woluminie (%r): %r

source: Error probing device
pl: Błąd podczas wykrywania urządzenia

source: Make sure your USB key is plugged in and formatted with the FAT filesystem
pl: Proszę się upewnić, że urządzenie USB jest podłączone i sformatowane w systemie plików FAT
zh_tw: 確定您的 USB 閃碟已插入，並以 FAT 檔案系統進行格式化

source: Unsupported filesystem: %s Please backup and format your USB key with the FAT filesystem.
pl: Nieobsługiwany system plików: %s Proszę wykonać kopię zapasową i sformatować urządzenie USB w systemie plików FAT.
zh_tw: 不支援的檔案系統：%s 請製作備份並將您的 USB 閃碟以 FAT 檔案系統進行格式化。

source: Unable to SetVolumeLabel: %r
pl: Nie można ustawić etykiety woluminu: %r

source: Problem determining free space: %r
pl: Problem podczas ustalania wolnego miejsca: %r

source: Installing bootloader
pl: Instalowanie programu startowego
zh_tw: 安裝開機管理程式

source: Unable to get Win32_LogicalDisk; win32com query did not return any results
pl: Nie można uzyskać Win32_LogicalDisk. Zapytanie win32com nie zwróciło żadnych wyników

source: Found UUID %s for %s
pl: Odnaleziono UUID %s dla %s

source: Exception while fetching UUID: %r
pl: Wyjątek podczas pobierania UUID: %r

source: Max size of %s: %d
pl: Maksymalny rozmiar %s: %d

source: Error getting drive size: %r
pl: Błąd podczas pobierania rozmiaru dysku: %r

source: Cannot find
pl: Nie można odnaleźć
zh_tw: 找不到

source: Make sure to extract the entire liveusb-creator zip file before running this program.
pl: Proszę się upewnić, że rozpakowano cały plik ZIP programu liveusb-creator przed jego uruchomieniem.
zh_tw: 請確定於執行這個程式之前，擷取了整個 liveusb-creator 壓縮檔案。

source: Unable to detect proxy settings: %r
pl: Nie można wykryć ustawień pośrednika: %r

source: Using proxies: %r
pl: Używanie pośredników: %r

source: Error: Cannot set the label or obtain the UUID of your device. Unable to continue.
pl: Błąd: nie można ustawić etykiety lub uzyskać UUID urządzenia. Nie można kontynuować.
zh_tw: 錯誤：無法設定標籤或取得裝置的 UUID。無法繼續。

source: Checking the source image
pl: Sprawdzanie obrazu źródłowego

source: Unpacking the image
pl: Rozpakowywanie obrazu

source: Writing the data
pl: Zapisywanie danych

source: Checking the written data
pl: Sprawdzanie zapisanych danych

source: Finished!
pl: Ukończono.

source: You are about to perform a destructive install. This will erase all data and partitions on your USB drive
pl: Za chwilę zostanie wykonana instalacja, która usunie wszystkie dane i partycje na urządzeniu USB

source: The Master Boot Record on your device is blank. Writing the image will reset the MBR on this device
pl: Główny sektor startowy na urządzeniu jest pusty. Zapisanie obrazu przywróci MBR na tym urządzeniu

source: The Master Boot Record on your device does not match your system's syslinux MBR. If you have trouble booting it, try setting the "Reset the MBR" advanced option.
pl: Główny sektor startowy na urządzeniu nie zgadza się z MBR syslinuksa systemu. Jeśli podczas uruchamiania tego dysku wystąpił błąd, proszę spróbować ustawić zaawansowaną opcję „Przywróć MBR”.

source: Unable to mount device
pl: Nie można zamontować urządzenia

source: Your device already contains a live OS. If you continue, it will be overwritten.
pl: Urządzenie zawiera już system operacyjny Live. W przypadku kontynuacji zostanie on zastąpiony.

source: Starting
pl: Rozpoczynanie

source: Downloading
pl: Pobieranie

source: Error
pl: Błąd

source: Ready to write
pl: Gotowe do zapisania

source: Finished
pl: Ukończono

source: Use <b>dd</b> to write the image - this will erase everything on your portable drive
pl: Użyj polecenia <b>dd</b> do zapisania obrazu — usunie to wszystkie dane na urządzeniu USB

source: Reset the MBR (Master Boot Record)
pl: Przywróć MBR (Główny sektor startowy)

source: Fedora LiveUSB Creator
pl: Tworzenie LiveUSB Fedory

source: Custom OS...
pl: Inny system operacyjny…

source: <p>Here you can choose a OS image from your hard drive to be written to your flash disk</p><p>Currently it is only supported to write raw disk images (.iso or .bin)</p>
pl: <p>Tutaj można wybrać obraz ISO z dysku twardego.</p><p>Obecnie obsługiwane są tylko surowe obrazy (.iso lub .bin)</p>

source: Pick a file from your drive(s)
pl: Wybierz plik z dysku

source: Bad URL: %s
pl: Błędny adres URL: %s

source: Illegal reget mode: %s
pl: Niedozwolony tryb „reget”: %s

source: Local file does not exist: %s
pl: Lokalny plik nie istnieje: %s

source: Not a normal file: %s
pl: Nie jest zwykłym plikiem: %s

source: Exceeded limit (%i): %s
pl: Przekroczono ograniczenie (%i): %s

source: Byte range requested but range support unavailable
pl: Zażądano zakresu bajtów, ale brak obsługi zakresów

source: Timeout: %s
pl: Czas oczekiwania: %s

source: IOError: %s
pl: Błąd wejścia/wyjścia: %s

source: OSError: %s
pl: Błąd systemu operacyjnego: %s

source: HTTP Exception (%s): %s
pl: Wyjątek HTTP (%s): %s

source: Socket Error: %s
pl: Błąd gniazda: %s

source: Bad proxy URL: %s
pl: Błędny adres URL pośrednika: %s

source: No more mirrors to try.
pl: Nie ma więcej serwerów lustrzanych do wypróbowania.

source: You must run this application as root
zh_tw: 您必須以 root 身分執行這個應用程式

source: Unknown release: %s
zh_tw: 不明的釋出編號：%s

source: Downloading %s...
zh_tw: 正在下載 %s…

source: Complete! (%s)
zh_tw: 完成！(%s)

source: LiveUSB creation failed!
zh_tw: 自活閃碟製作失敗！

source: Persistent Storage
zh_tw: 留存空間

source: Your device already contains a LiveOS. If you continue, this will be overwritten.
zh_tw: 您的裝置已經含有自活作業系統。 如果您繼續，將會覆寫它。

source: Warning: Creating a new persistent overlay will delete your existing one.
zh_tw: 警告：製作新的留存外罩將刪除您現有的這一個。

source: Press 'Create Live USB' again if you wish to continue.
zh_tw: 如果您希望繼續，請再次按下「製作自活閃碟」。

source: Download complete!
zh_tw: 下載完成！

source: Download failed:
zh_tw: 下載失敗：

source: You can try again to resume your download
zh_tw: 您可再次嘗試以接續您的下載

source: Select Live ISO
zh_tw: 選取自活映像檔

source: Sorry, I'm having trouble encoding the filename of your livecd. You may have better luck if you move your ISO to the root of your drive (ie: C:\)
zh_tw: 抱歉，在編碼您的自活光碟檔名時發生問題。如果移動您的映像檔到磁碟的根目錄(例如：C:\)，也許會有比較好的運氣。

source: selected
zh_tw: 已選取

source: There was a problem executing the following command: `%s` A more detailed error log has been written to 'liveusb-creator.log'
zh_tw: 執行下列命令：「%s」時發生問題 更詳細的錯誤記錄已被寫入「liveusb-creator.log」

source: Verifying SHA1 of LiveCD image...
zh_tw: 驗證自活光碟映像檔的 SHA1…

source: Not enough free space on device.
zh_tw: 裝置的剩餘空間不足。

source: %dMB ISO + %dMB overlay > %dMB free space
zh_tw: %dMB 映像檔 + %dMB 外罩 > %dMB 剩餘空間

source: Unable to remove previous LiveOS: %s
zh_tw: 無法移除之前的自活作業系統：%s

source: Resetting MBR...
zh_tw: 重置 MBR…

source: Unable to find any USB drives
zh_tw: 無法找到任何 USB 閃碟

source: Filesystem for %s unknown!
zh_tw: 用於 %s 的檔案系統不明！

source: device
zh_tw: 裝置

source: Unable to mount device: %s
zh_tw: 無法掛載裝置：%s

source: Unknown filesystem for %s. Your device may need to be reformatted.
zh_tw: 用於 %s 的檔案系統不明。您的裝置也許需要重新格式化。

source: Your MBR appears to be blank
zh_tw: MBR 空白

source: Unable to find any removable devices
zh_tw: 無法找到任何可移除的裝置

source: Fedora LiveUSB Creator
zh_tw: Fedora 自活閃碟製作器

source: This button will begin the LiveUSB creation process. This entails optionally downloading a release (if an existing one wasn't selected), extracting the ISO to the USB device, creating the persistent overlay, and installing the bootloader.
zh_tw: 這個按鈕將啟始自活閃碟製作程序。 這個導致選擇性地下載釋出版本(如果尚未選取一個現有的)，將映像檔擷取到 USB 裝置、製作留存的外罩，並安裝開機管理程式。

source: Create Live USB
zh_tw: 製作自活閃碟

source: This is the status console, where all messages get written to.
zh_tw: 這是所有訊息都會被寫入的狀態主控臺。

source: This is the progress bar that will indicate how far along in the LiveUSB creation process you are
zh_tw: 這是指出您的自活閃碟製作程序已經進行到什麼地步的進度條

source: If you do not select an existing Live CD, the selected release will be downloaded for you.
zh_tw: 如果您不選取現有的自活光碟，將會為您下載已選的釋出版本。

source: Download Fedora
zh_tw: 下載 Fedora

source: or
zh_tw: 或

source: This button allows you to browse for an existing Live CD ISO that you have previously downloaded. If you do not select one, a release will be downloaded for you automatically.
zh_tw: 這個按鈕允許您瀏覽之前所下載的現有自活光碟映像檔。 如果您一個都不選，將會為您自動下載一個釋出版本。

source: Use existing Live CD
zh_tw: 使用現有的自活光碟

source: Browse
zh_tw: 瀏覽

source: This is the USB stick that you want to install your Live CD on. This device must be formatted with the FAT filesystem.
zh_tw: 這是您要安裝自活光碟於其中的 USB 閃碟。這個裝置必須以 FAT 檔案系統格式化過。

source: By allocating extra space on your USB stick for a persistent overlay, you will be able to store data and make permanent modifications to your live operating system. Without it, you will not be able to save data that will persist after a reboot.
zh_tw: 藉由配置其他空間於您的 USB 閃碟做為留存外罩，您將能夠對於自活作業系統儲存資料和製作永久性的修改。如果沒有它，您將無法儲存於重新開機之後依然留存的資料。

source: Persistent Storage (0 Mb)
zh_tw: 留存空間 (0 Mb)

source: Target Device
zh_tw: 目標裝置

source: Creating %d Mb persistent overlay...
zh_tw: 正在製作 %d Mb 的留存外罩…

source: Creating %sMB persistent overlay
zh_tw: 正在製作 %sMB 的留存外罩
